import product1 from '../assets/images/product1.jpg'
import product2 from '../assets/images/product2.png'
import product3 from '../assets/images/product3.jpg'
import product4 from '../assets/images/product4.jpg'
import product5 from '../assets/images/product5.jpg'
import product6 from '../assets/images/product6.jpg'

export const ProductsData = [
    {
        id: "1",
        imgUrl: product1,
        name: "AGROFOS-D",
        price: "50",
        description: "Таъсир этиш хусусияти:Ушбу препарат олма қурти, цикадалар, шира, трипс, зарарли хасва, шиллиққурт, олма қурти, баргўрар қуртлар, ўргимчаккана, ғовакловчи пашша, намат канаси, куялар, тут парвонаси ва бошқа бир қатор зараркунандаларни йўқотишда юқори самарали инсектоакарицидТаъсир этиш хусусияти:Ушбу препарат олма қурти, цикадалар, шира, трипс, зарарли хасва, шиллиққурт, олма қурти, баргўрар қуртлар, ўргимчаккана, ғовакловчи пашша, намат канаси, куялар, тут парвонаси ва бошқа бир қатор зараркунандаларни йўқотишда юқори самарали инсектоакарицид"
    },
    {
        id: "2",
        imgUrl: product2,
        name: "БЕНТОГРАН",
        price: "90",
        description: "Ғалла, маккажўхори, беда ва шолининг фаол ўсув даврида бир йиллик кенг баргли ва кўп йиллик бошоқли (сув хилол) бегона ўтларни йўқотишда қўлланилади.Ғалла, маккажўхори, беда ва шолининг фаол ўсув даврида бир йиллик кенг баргли ва кўп йиллик бошоқли (сув хилол) бегона ўтларни йўқотишда қўлланилади."
    },
    {
        id: "3",
        imgUrl: product3,
        name: "DALATE",
        price: "85",
        description: "Барча экинлардаги сўрувчи ва кемирувчи зараркунандалар ҳамда каналарга қарши инсектоакарицид. Ғалладаги зарарли хасва, ширалар, трипс, бошқа экинлардаги ўргимчаккана, оққанот, баргўрар қуртлар, каналар, дон қўнғизлари, чигирткалар, тут парвонаси, шиллиққурт, визилдоқ қўнғиз, фитономус, қовун пашшаси, узумбаргўрар қуртлари, мевахўрлар, ва бошқа зараркунандаларга қарши текканда таъсир этувчи самарали восита.Барча экинлардаги сўрувчи ва кемирувчи зараркунандалар ҳамда каналарга қарши инсектоакарицид. Ғалладаги зарарли хасва, ширалар, трипс, бошқа экинлардаги ўргимчаккана, оққанот, баргўрар қуртлар, каналар, дон қўнғизлари, чигирткалар, тут парвонаси, шиллиққурт, визилдоқ қўнғиз, фитономус, қовун пашшаси, узумбаргўрар қуртлари, мевахўрлар, ва бошқа зараркунандаларга қарши текканда таъсир этувчи самарали восита."
    },
    {
        id: "4",
        imgUrl: product4,
        name: "DELTASIS",
        price: "20",
        description: "Lorem ipsum dolor, sit amet consectetur adipisicing elit. Unde, deleniti voluptatibus maxime fugit quo molestias ipsa dolorum veniam nisi atque similique nobis ratione odio ut a quaerat aut consectetur molestiae repellat eos. Autem dolore dolor doloremque? Placeat eaque aspernatur non ex, voluptate explicabo id asperiores? Nihil amet esse illum. Velit!Lorem ipsum dolor, sit amet consectetur adipisicing elit. Unde, deleniti voluptatibus maxime fugit quo molestias ipsa dolorum veniam nisi atque similique nobis ratione odio ut a quaerat aut consectetur molestiae repellat eos. Autem dolore dolor doloremque? Placeat eaque aspernatur non ex, voluptate explicabo id asperiores? Nihil amet esse illum. Velit!"
    },
    {
        id: "5",
        imgUrl: product5,
        name: "ENTOJEAN",
        price: "60",
        description: "Ушбу препарат ғўза ғовлаб кетишининг олдини олади. Бунинг натижасида ғўзанинг пастки қисмида асосий кўсаклар пайдо бўлиб, улар эрта очилади ва юқори ҳосил олишга имконият яратиладиУшбу препарат ғўза ғовлаб кетишининг олдини олади. Бунинг натижасида ғўзанинг пастки қисмида асосий кўсаклар пайдо бўлиб, улар эрта очилади ва юқори ҳосил олишга имконият яратилади"
    },
    {
        id: "6",
        imgUrl: product6,
        name: "ENTOXLOROK",
        price: "5",
        description: "Замбуруғли касалликлардан ҳимоя қилувчи ва даволовчи фунгицид. Картошкадаги фитофитороз, альтернариоз, токдаги мильдю, бодрингдаги пероноспороз, помидордаги фитофитороз, макроспориоз, касалликларига қарши юқори самара беради. Таркибида икки хил таъсир этувчи моддаси борлиги бошқа фунгицидларга чидамлилиги ошган касалликларни ҳам даволайди. Препарат қўлланилгандан сўнг ўсимликларни ўсиш ва ривожланишига зарарли таъсир этмайди.!Замбуруғли касалликлардан ҳимоя қилувчи ва даволовчи фунгицид. Картошкадаги фитофитороз, альтернариоз, токдаги мильдю, бодрингдаги пероноспороз, помидордаги фитофитороз, макроспориоз, касалликларига қарши юқори самара беради. Таркибида икки хил таъсир этувчи моддаси борлиги бошқа фунгицидларга чидамлилиги ошган касалликларни ҳам даволайди. Препарат қўлланилгандан сўнг ўсимликларни ўсиш ва ривожланишига зарарли таъсир этмайди.!"
    },
];